Repository: brainexe/homie
Catalog: lang/*.po
Languages: de_de

source: {{ sensor.interval }} minutes
de_de: {{ sensor.interval }} Minuten

source: 443 MHz Radio
de_de: 443 MHz Funkstecker

source: Action
de_de: Aktion

source: Actions
de_de: Aktionen

source: Add
de_de: Hinzufgen

source: Add a task
de_de: Neuer Task

source: Add an item
de_de: Neuer Eintrag

source: Add Job
de_de: Neuer Job

source: Add new token
de_de: Neuer Token

source: Add Sensor
de_de: Sensor hinzufügen

source: Add Switch
de_de: Neuer Schalter

source: Add Task
de_de: Neuer Task

source: Add Widget
de_de: Neues Widget

source: Are you sure?
de_de: Bist du sicher

source: Avg
de_de: Durchschnitt

source: Browser Notification
de_de: Browser Benachrichtigungen

source: Cancel
de_de: Abbrechen

source: Change
de_de: Ändern

source: Change avatar
de_de: Avatar ändern

source: Change password
de_de: Passwort ändern

source: Change Password
de_de: Passwort ändern

source: Characters per Row
de_de: Zeichen pro Zeile

source: Close
de_de: Schließen

source: Color
de_de: Farbe

source: Columns
de_de: Spalten

source: Command
de_de: Befehl

source: Condition
de_de: Bedingung

source: Conditions
de_de: Bedingungen

source: Confirm
de_de: Bestätigen

source: Current
de_de: Aktuell

source: Current Node
de_de: Aktueller Knoten

source: Current value
de_de: Aktueller Wert

source: dashboard.widget.command.description
de_de: Ein Command ausführen

source: dashboard.widget.command.name
de_de: Command

source: dashboard.widget.display.description
de_de: Zeige gerendertes Display

source: dashboard.widget.display.name
de_de: Display

source: dashboard.widget.egg_timer.description
de_de: Einfache Eieruhr

source: dashboard.widget.egg_timer.name
de_de: Eieruhr

source: dashboard.widget.execute_expression.name
de_de: Ausdruck ausführen

source: dashboard.widget.expression.description
de_de: Evaluiert jeden Beliebigen Ausdruck

source: dashboard.widget.expression.name
de_de: Ausdruck

source: dashboard.widget.sensor_graph.description
de_de: Zeigt ein Diagramm von einem oder mehreren Sensoren

source: dashboard.widget.sensor_graph.name
de_de: Sensor Diagramm

source: dashboard.widget.sensor_input.description
de_de: Sensor-Werte eingeben

source: dashboard.widget.sensor_input.name
de_de: Sensor Diagramm

source: dashboard.widget.sensor.description
de_de: Zeige die Übersicht eines Sensors

source: dashboard.widget.sensor.name
de_de: Sensor Übersiht

source: dashboard.widget.shopping_list.description
de_de: Simple einkaufsliste

source: dashboard.widget.shopping_list.name
de_de: Einkaufsliste

source: dashboard.widget.speak.description
de_de: Spricht einen gewünschten Satz

source: dashboard.widget.speak.name
de_de: Sprechen

source: dashboard.widget.status.description
de_de: Zeigt den Status über das Homie-System

source: dashboard.widget.status.name
de_de: Status

source: dashboard.widget.switch.description
de_de: Schalter direkt via Dashboard schalten

source: dashboard.widget.switch.name
de_de: Schalter

source: dashboard.widget.time.description
de_de: Zeigt die aktuelle Uhrzeit

source: dashboard.widget.time.name
de_de: Zeit

source: dashboard.widget.todo_list.description
de_de: Simple Todo-Liste

source: dashboard.widget.todo_list.name
de_de: Todo-Liste

source: dashboard.widget.webcam.description
de_de: Schnappschüsse über das Dashboard machen

source: dashboard.widget.webcam.name
de_de: Webcam

source: Date
de_de: Datum

source: Delay
de_de: Verzögerung

source: Delete
de_de: Löschen

source: Delete this token?
de_de: Diesen Token löschen?

source: Description
de_de: Beschreibung

source: Disable One Time Secret
de_de: One Time Secret deaktivieren

source: disabled
de_de: aus

source: Drag Here to Delete
de_de: Hierhin ziehen zum Löschen

source: e.g. @daily, or 2 * * * *
de_de: z.B. @daily, or 2 * * * *

source: e.g. 10s, 30m, 1h
de_de: z.B. 10s, 30m, 1h

source: e.g. isTiming(10 minutes)
de_de: z.B. isTiming(10 minutes)

source: Edit
de_de: Editieren

source: Edit a task
de_de: Task bearbeiten

source: Edit Display
de_de: Display bearbeiten

source: Edit mode
de_de: Editieren

source: Edit Mode
de_de: Editieren

source: Edit Widget
de_de: Widget editieren

source: Egg Timer
de_de: Eieruhr

source: Email was sent
de_de: Email wurde gesendet

source: Enabled
de_de: An

source: Espeak browser output
de_de: Sprachausgabe im Browser

source: Evaluate
de_de: Ausführen

source: Execute
de_de: Ausführen

source: Expression
de_de: Ausdruck

source: Formatter
de_de: Formatierer

source: Go to files
de_de: Gehe zu Dateien

source: Hello {{ currentUser.username }}!
de_de: Hallo {{ currentUser.username }}!

source: Hide disabled
de_de: Deaktivierte ausblenden

source: Hide menu entries
de_de: Menüpunkte ausblenden

# sensor
source: Interval
de_de: Intervall

source: Interval
de_de: Intervall

source: Interval in minutes
de_de: Intervall in Minuten

source: Interval:
de_de: Intervall:

source: Interval. E.g. '@daily'
de_de: Intervall. Z.B. '@daily'

source: Keys
de_de: Schlüssel

source: Lines
de_de: Zeilen

source: locale.de_DE
de_de: Deutsch

source: locale.en_US
de_de: Englisch

# gpio
source: Mode
de_de: Modus

source: Name must not be empty
de_de: Der Name darf nicht leer sein

source: New Action
de_de: Neue Aktion

source: New Dashboard
de_de: Neues Dashboard

source: New Widget
de_de: Neues Widget

source: Next Run
de_de: Nächster Lauf

source: Node
de_de: Knoten

source: node.arduino.name
de_de: Arduino

source: node.metawear.name
de_de: Metawear

source: node.particle.name
de_de: Particle

source: node.raspberry.name
de_de: Raspberry Pi

source: node.server.name
de_de: Server

source: Nodes
de_de: Knoten

source: Off
de_de: Aus

source: Old Password
de_de: Altes Passwort

source: On
de_de: An

source: One Time Token
de_de: Einmal-Token

source: Options
de_de: Optionen

source: Password
de_de: Passwort

source: Preview
de_de: Vorschau

source: Profile
de_de: Profil

source: Redis Stats
de_de: Redis Statistik

source: Refresh
de_de: Neu laden

source: Register
de_de: Registrieren

source: Reload
de_de: Neu laden

source: Remove
de_de: Entfernen

source: Remove this Job?
de_de: Diesen Job löschen?

source: Repeat Password
de_de: Passwort wiederholen

source: Request One Time Secret
de_de: One Time Secret anfordern

source: Revoke
de_de: Zurückziehen

source: Roles
de_de: Rollen

source: Rows
de_de: Zeilen

source: Save
de_de: Speichern

source: Search
de_de: Suchen

source: Select a node...
de_de: Einen Node wählen...

source: Select a type...
de_de: Wähle einen Typ

source: Select roles
de_de: Wähle Rollen

source: Select...
de_de: Wähle...

source: Send Token via Mail
de_de: Token per Mail schicken

source: sensor.barometer.bmp085.name
de_de: Barometer (BMP085)

source: sensor.brightness.webcam.name
de_de: Helligkeit (via Webcam)

source: sensor.custom.aggregator.name
de_de: Aggregator

source: sensor.custom.expression.name
de_de: Expression

source: sensor.custom.metawear.name
de_de: Metawear

source: sensor.custom.particle.name
de_de: Particle

source: sensor.custom.script.name
de_de: Script

source: sensor.decibel.webcam.name
de_de: Dezibell (via Webcam)

source: sensor.formatter.barometer.name
de_de: Barometer

source: sensor.formatter.bytes.name
de_de: Bytes

source: sensor.formatter.load.name
de_de: Load

source: sensor.formatter.none.name
de_de: Keine

source: sensor.formatter.number.name
de_de: Nummer

source: sensor.formatter.percentage.name
de_de: Prozent

source: sensor.formatter.temperature.name
de_de: Temperatur

source: sensor.humid.absolute.name
de_de: Absolute Feuchtigkeit

source: sensor.humid.dht11.name
de_de: Feuchtigkeit (DHT11)

source: sensor.system.disk_used_percent.name
de_de: Festplatte in %

source: sensor.system.disk_used.name
de_de: Festplatte in Bytes

source: sensor.system.load.name
de_de: System Load

source: sensor.system.memory_used.name
de_de: Verb. RAM

source: sensor.system.redis.name
de_de: Redis Statstik

source: sensor.temperature.dht11.name
de_de: Temperatur (DHT11)

source: sensor.temperature.ds18.name
de_de: Temperatur (DS18)

source: sensor.temperature.onboard.name
de_de: Temperatur (Chip)

source: Sensors
de_de: Sensoren

source: Set Time
de_de: Zeit setzen

source: Settings
de_de: Einstellungen

source: Shopping List
de_de: Einkaufsliste

source: Show disabled
de_de: Deaktivierte einblenden

source: Sign in
de_de: Login

source: Sign out
de_de: Log-Out

source: Size
de_de: Größe

source: Speak
de_de: Sprechen

source: Speaker
de_de: Sprecher

source: Speed
de_de: Geschwindigkeit

source: Submit
de_de: Abschicken

source: Switch
de_de: Schalter

source: switch.arduino.name
de_de: Arduino

source: switch.gpio.name
de_de: GPIO Pin

source: switch.radio.name
de_de: 443 MHz Funkstecker

source: Switches
de_de: Schalter

source: Take Photo
de_de: Foto machen

source: Take Sound
de_de: Ton aufnehmen

source: Take Video
de_de: Video aufnehmen

source: Time
de_de: Zeit

source: Timespan
de_de: Zeitspanne

source: Title
de_de: Titel

source: ToDo List
de_de: ToDo-Liste

source: todo.status.completed.name
de_de: Abgeschlossen

source: todo.status.delete.name
de_de: Löschen

source: todo.status.open.name
de_de: Offen

source: todo.status.pending.name
de_de: Ausstehend

source: todo.status.progress.name
de_de: In Arbeit

source: Toggle navigation
de_de: Navigation klappen

source: Two Factor Authentication
de_de: Zwei-Faktor Authentifizierung

source: Type
de_de: Typ

# sensor
source: Type
de_de: Typ

source: User
de_de: Benutzer

source: User Settings
de_de: Einstellungen

source: Username
de_de: Benutzername

source: Users
de_de: Benutzer

source: Value
de_de: Wert

# gpio
source: Value
de_de: Wert

# sensor
source: Value
de_de: Wert

source: Voice control
de_de: Sprachsteuerung

source: Volume
de_de: Lautstärke

source: Welcome {0}!
de_de: Willkommen {0}!

source: Welcome back {0}!
de_de: Willkommen zurück {0}!

source: Your current avatar
de_de: Dein aktueller Avatar

source: Invalid switch type: %s
de_de: Nicht unterstützter Typ: %s

source: Todo list item %s is open again
de_de: Aufgabe %s wurde erneut geöffnet

source: %d task in progress
de_de: %d Aufgabe in Arbeit

source: %d open task
de_de: %d offene Aufgabe

source: one
de_de: eine

source: From
de_de: Von

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Variables
de_de: Variablen

source: Reload Interval in seconds
de_de: Reload Interval in Sekinden

source: Show recent image
de_de: Aktuelles Bild anzeigen

source: %d Percent
de_de: %d Prozent

source: %0.1f Degree
de_de: %0.1f Grad

source: Last hour
de_de: Letzte Stunde

source: Last 3 hours
de_de: Letzten 3 Stunden

source: Last day
de_de: Letzter Tag

source: Last 3 days
de_de: Letzten 3 Tage

source: Last week
de_de: Letzte Woche

source: Last month
de_de: Letzter Monat

source: All time
de_de: Gesamte Zeit

source: No expression id defined
de_de: Keine Expression-ID definiert

source: No actions defined
de_de: Keine Aktionen definiert

source: No one time secret requested
de_de: Kein "One-Time-Secret" eingestellt

source: No one time token given
de_de: Kein Token übergeben

source: Invalid token: "%s"!
de_de: Ungültiger Token: "%s"!

source: No email address defined for this user
de_de: Keine Email-Adresse definiert

source: Invalid username
de_de: Ungültiger Username

source: Invalid avatar: %s
de_de: Ungültiger Avatar: %s

source: Not logged in
de_de: Nicht eingeloggt

source: An error occurred
de_de: Es ist ein Fehler aufgetreten

source: You are not allowed to access the page. Allowed methods: %s
de_de: Du darft diese Seite nicht aufrufen. Erlaubte Methoden: %s
